alsa-utils
auto-cpufreq
autotiling
base
base-devel
blueman
bluez
brave-bin
brightnessctl
btop
cliphist
deno
efibootmgr
elixir
elixir-ls
entr
exercism-bin
fastfetch
fd
firefox
flatpak
fwupd
fzf
gamemode
ghostty
git
github-cli
go
gofumpt
gopls
gparted
grub
gtk2
helix
heroic-games-launcher-bin
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
jdk-openjdk
jdk17-openjdk
lazygit
lib32-mesa
lib32-vulkan-radeon
libreoffice-fresh
linux
linux-firmware
lsd
lua-language-server
luarocks
ly
mangohud
mullvad-vpn-bin
neovim
networkmanager
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
nwg-look
obsidian
ollama
opencode
os-prober
otf-nebula-sans
pamixer
paru
paru-debug
pipewire-alsa
pipewire-pulse
prettier
pwvucontrol
pyright
python-black
python-pip
python-pipx
qt5-wayland
qt6-wayland
reflector
reflector-simple
rofi
rofi-power-menu
rust-analyzer
sof-firmware
spotify
starship
steam
stow
stylua
swaync
thunar
thunar-volman
tmux
tree
ttf-jetbrains-mono-nerd
typescript-language-server
uv
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vulkan-radeon
waybar
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-hyprland
xorg-xhost
yaml-language-server
yazi
zig
zls
zoxide
zsh
zsh-completions
zsh-syntax-highlighting
